final Map<String, String> faIr = {
  //messages
  "msg": "آیا مایل به حذف همه بازیکنان هستید؟",
  "msg2": "نقش دهی به پایان رسید",
  "msg3": "",
  "msg4": "",
  "msg5": "",
  "msg6": "",
  "msg7": "",
  "msg8": "",
  "msg9": "",
  "msg0": "",
  //headers
  "head": "مافیا",
  "head2": "تنظیمات",
  "head3": "بازیکنان",
  "head4": "نقش ها",
  "head5": "آموزش بازی",
  "head6": "رای گیری",
  "head7": "",
  "head8": "",
  "head9": "",
  "head0": "",
  //labels
  "lbl": "بازیکن جدید",
  "lbl2": "لطفا نام را وارد کنید",
  "lbl3": "",
  "lbl4": "",
  "lbl5": "",
  "lbl6": "",
  "lbl7": "",
  "lbl8": "",
  "lbl9": "",
  "lbl0": "",
  //titles
  "ttl": "شروع بازی",
  "ttl2": "آموزش بازی",
  "ttl3": "نقش ها",
  "ttl4": "پخش نقش ها",
  "ttl5": "سناریوی بازی",
  "ttl6": "آموزش برنامه",
  "ttl7": "انتخاب نقش ها",
  "ttl8": "پخش کردن نقش ها",
  "ttl9": "خصوصیات بازیکنان",
  "ttl10": "شما یک بازی نیمه تمام دارید",
  "ttl11": "بازگشت به صفحه اصلی؟",
  //body
  "bdy": "نفر",
  "bdy2": "گروه شهر",
  "bdy3": "گروه مافیا",
  "bdy4": "نقش های مستقل",
  "bdy5": "",
  "bdy6": "",
  "bdy7": "",
  "bdy8": "",
  "bdy9": "",
  "bdy0": "",
  //options
  "optn": "تصادفی",
  "optn2": "دستی",
  "optn3": "حذف همه",
  "optn4": "انتخاب همه",
  "optn5": "بله",
  "optn6": "خیر",
  "optn7": "انتخاب",
  "optn8": "ورود به بازی",
  "optn9": "نقش دهی دوباره",
  "optn10": "ادامه",
  "optn11": "بازی جدید",
  "optn12": "بله",
  "optn13": "خیر",
  //footer
  "sub": "ذخیره و ادامه",
  "sub1": "نفر انتخاب شده",
  "sub2": "شهروند",
  "sub3": "مستقل",
  "sub4": "مافیا",
  "sub5": "تایمر",
  "sub6": "زنگ",
  "sub7": "روز",
  "sub8": "رای گیری",
  "sub9": "شب",
  "sub0": "ثانیه",
  "sub11": "انتخاب کارت حرکت آخر",
  //roles
  "sts0": "فرش قرمز",
  "sts1": "مسیر سبز",
  "sts2": "کارت زرد",
  "sts3": "سکوت",
  "sts4": "تفنگ جنگی",
  "sts5": "تفنگ مشقی",
  "sts6": "سپر شکسته",
  "sts7": "ثانیه",
  "sts8": "ثانیه",
  "sts9": "ثانیه",
  "sts10": "ثانیه",
  //status
  "god": "گرداننده",
  "citizen": "شهروند",
  "immortal": "روئین تن",
  "detective": "کاراگاه",
  "sniper": "اسنایپر",
  "doctor": "دکتر",
  "judge": "قاضی",
  "sacrifice": "فدایی",
  "sleepWalker": "خوابگرد",
  "reporter": "خبرنگار",
  "gunman": "تفنگدار",
  "seller": "فروشنده",
  "Psychiatrist": "روانپزشک",
  "angle": "فرشته",
  "police": "پلیس",
  "zombie": "زامبی",
  "mafia": "مافیا ساده",
  "godfather": "پدرخوانده",
  "doctorlecter": "دکتر لکتر",
  "silencer": "سایلنسر",
  "negotiator": "مذاکره کننده",
  "thief": "دزد",
  "joker": "جوکر",
  "mistress": "معشوقه",
  "clown": "دلقک",
  "werewolf": "گرگینه",
  "unknown": "مجهول",
  //description
  "godDesc": "گرداننده یا راوی بازی که وظیفه کنترل و گزارش بازی را دارد",
  "citizenDesc":
      "شهروند ساده یا همان شهروند وظیفه خاصی ندارد. صبح‌ها می‌تواند در تصمیم‌گیری‌ها شرکت کند صحبت کند و رای بدهد",
  "immortalDesc":
      "قابلیت استعلام نقش بازیکنان کشته شده را دارد و همچنین شهروند زره پوشیست که با تیر مافیا در شب زره خود را از دست داده و به شهروند ساده تبدیل میشود",
  "detectiveDesc":
      "توانایی استعلام مافیا (استغلام پدرخوانده یک بار منفی است) را از طریق گرداننده بازی دارد",
  "sniperDesc":
      " شهروندیست که می تواند در صورت شناسایی مافیا شب به او شلیک کند. در صورت شلیک اشتباه به شهروند خودکشی میکند و از بازی حذف میشود",
  "doctorDesc":
      "در صورتی که شهروند تیر خورده توسط مافیا را شناسایی کند میتواند او را نجات دهد. از این قابلیت فقط یکبار میتواند برای نجات خود استفاده کند",
  "judgeDesc":
      "در صورتی که رای گیری نهایی برای بیش از یک نفر در خواب انجام شود قاضی فقط برای یک بار در طول بازی میتواند رای گیری را ملغی کند و یا به یک نفر رای مستقیم خروج دهد",
  "sacrificeDesc":
      "در صورتی که رای گیری نهایی برای بیش از یک نفر در خواب انجام شود قاضی فقط برای یک بار در طول بازی میتواند رای گیری را ملغی کند و یا به یک نفر رای مستقیم خروج دهد",
  "sleepWalkerDesc":
      "اگر از قدرت خود استفاده کند آن شب مافیا جرات حمله به شهر را ندارد.و فقط شهروندان از قدرت خود می توانند استفاده کنند خوابگرد در صورت استفاده از قابلیت خود در طول شب کشته میشود و روز بعد از بازی خارج میشود",
  "reporterDesc":
      "پس از انجام مذاکره توسط مذاکره کننده، خبرنگار می تواند استعلام فردی که با او مذاکره شده را از گرداننده بگیرد؛ درصورتی که مذاکره انجام نشده باشد، خبرنگار قدرت این را دارد که بفهمد هرشخص در شب چه کاری انجام داده",
  "gunmanDesc":
      " دو اسلحه و یک گلوله دارد؛ می تواند هر شب به دو نفر اسلحه بدهد؛ در روز بعد تا قبل از رای گیری افرادی که اسلحه تحویل گرفته اند فرصت دارند تا از اسلحه استفاده کنند، اگر گلوله دراسلحه باشد کسی که هدف قراره گرفته با افشای گروه توسط گرداننده از بازی خارج میشود",
  "sellerDesc":
      "یک بار در طول کل بازی می تواند قدرت یکی از بازیکنان را بفروشد و او را تبدیل به شهروند یا مافیای ساده کند",
  "psychiatristDesc":
      "اگر حس کند یکی از بازیکنان در حال آسیب زدن به روند شهر است میتواند او را در طول روز ساکت کند؛ اگر شخص انتخاب شده به دفاعیه برود نمیتواند از خود دفاع کند و دوبار در طول بازی میتواند از قدرت خود استفاده کند",
  "angleDesc":
      "اگر در طول روز بازیکنی با رای گیری اعدام شود در شب با بقیه بازیکنان به خواب میرود؛ در صورتی که فرشته تشخیص دهد که این بازیکن جز تیم شهر بوده میتواند او را به بازی برگرداند و فقط یکبار در طول بازی می تواند از قدرت خود استفاده کند",
  "policeDesc":
      "در طول بازی دو بار میتواند در شب هوشیاری خود را فعال کند در صورتی که مافیا او را در هنگام هوشیاری هدف قرار دهد دستگیر و اعدام میشود ",
  "zombieDesc":
      "شهروند بیمارست که دکتر سه شب فرصت دارد او را نجات دهد در غیر اینصورت فردای شب سوم میمیرد",
  "mafiaDesc":
      "مافیا ساده است و به همراه گروه مافیا در شب بیدار میشود و قدرتی ندارد  در طول روز برای گمراه کردن شهر فعالیت میکند",
  "godfatherDesc":
      "رئیس گروه مافیاست و او تصمیم نهایی برای کشتن در شب را به گرداننده اعلام می کند؛ همچنین استعلام او توسط کاراگاه انجام نمیشود",
  "dotorLecterDesc":
      "دکتر گروه مافیاست و میتواند هم تیمی های خود را از شلیک اسنایپر محافظت کند؛ فقط یکبار میتواند خود را نجات دهد",
  "silencerDesc":
      "برای گمراه کردن شهر میتواند یکی از بازیکنان از جمله هم تیمی های خود را در طول روز ساکت کند؛ فرد سایلنس شده در دفاعیه نیز نمیتواند از خود دفاع کند",
  "negotiatorDesc":
      "اگر مافیا یکی از هم تیمی های خود را از دست بدهد مذاکره کننده در صورت شناسایی میتواند با شهروند ساده یا کاراگاه یا هر نقش تعیین شده توسط گرداننده وارد مذاکره شود و او را عضو تیم مافیا کند؛در شبی که مذاکره انجام می شود تیم مافیا به شهروندان شلیک نمی کنند",
  "thiefDesc":
      "در طول شب دو نفر را انتخاب میکند و قدرت نفر اولی که انتخاب کرده بر نفر دوم اعمال میشود؛مثلا اگر نفر اول اسنایپر باشد نفر دوم کشته میشود؛ از این قابلیت دو بار در طول بازی میتواند استفاده کند",
  "jokerDesc":
      "کاراگاه را گمراه میکند ؛ در طول شب هرکسی را انتخاب کند،استعلام فرد انتخاب شده توسط کاراگاه برعکس نشان داده می شود",
  "mistressDesc":
      "سوگولی پدرخوانده اگر در طول روز با رای گیری اعدام شود پدرخوانده از شدت عصبانیت در شب 2 بار شلیک می کند",
  "clownDesc":
      "در طول بازی یکبار در شب از قدرت خود استفاده میکند و در آن شب شهروندان نمیتوانند فعالیتی کنند",
  "werewolfDesc":
      "هر شب یکی از بازیکنان را تبدیل به گرگ میکند و در نهایت اگر نیمی از بازیکنان حاضر در بازی تبدیل به گرگ شده باشند گرگینه برنده میشود",
  "unkownDesk":
      "در شروع بازی جز مافیا یا شهروند نیست، در ادامه بازی در شب اگر توسط اعضای مافیا هدف قرار داده شود به تیم مافیا می پیوندد و اگر توسط تیم کاراگاه هدف قرار گیرد به شهروندان می پیوندد",

  //scenario
  "sen1":
      "مافیا یک بازی گروهی و استدلالی است که نبرد بین یک اقلیت آگاه و یک اکثریت ناآگاه را شبیه سازی می کند",
  "sen2":
      "به طور کلی در این بازی قدرت تکلم، حفظ خونسردی و آوردن استدلال های منطقی نقش بسزایی در پیروزی دارد",
  "sen3":
      "بازیکنان به طور مخفیانه نقش شان مشخص می شود؛ مافیاها همدیگر را می شناسند و شهروندان که تنها از تعداد افراد مافیا آگاه هستند",
  "sen4":
      "در فاز شب مافیا به صورت مخفیانه یک شهروند را به قتل می رسانند، دکتر سعی میکند فردی را که مافیا می خواهد به قتل برساند را نجات دهد، کاراگاه نیز در پی شناختن مافیا است و اگر مافیا را شناسایی کند باید با استدلال به بقیه شهروندان ثابت کند او مافیا است،مافیا،دکتر،شهروند و کارگاه شخصیت های اصلی بازی هستند که میتوان به در بازی های مختلف شخصیت های دیگر از جمله تک تیرانداز یا اسنایپر ،دکتر لکتر، تفنگ دار، روئین تن و ... را به بازی اضافه کرد",
  "sen5":
      "در فاز روز ، تمام بازیکنان بازمانده در مورد هویت های مافیایی بحث می کنند و برای حذف (اعدام) یک مظنون رای گیری می کنند ",
  "sen6":
      "بازی ادامه پیدا می یابد تا زمانی که همه ی مافیاها از بازی بیرون بروند(برد شهروندان) یا تعداد مافیاها و شهروندان برابر بشود (برد مافیا)",
  "sen7":
      "و همچنین نقش های مستقل از جمله گرگینه و مجهول که نحوه پیروزی هر یک در توضیحات نقش گفته شده است",
};
